[
    "Any book on this list, including sequels.", 
    "Story takes place in a world that is wildly different from our own and includes such things as unique environments, strange flora and fauna, unusual ecosystems, etc. The difference in environment, flora and fauna, and ecosystems cannot simply be “it’s a fantasy world,” but something that is fundamentally different about the world itself. Example: The Bone Ships by RJ Barker counts as this is a poisonous world without trees and the world had to evolve in significantly different ways to deal with that. Meanwhile The Liveship Traders by Robin Hobb would not count, as it is fairly close to our own world’s ecology just with the added presence of dragons.",
    "Any book written by two or more authors such as This is How You Lose the Time War by Amal El-Mohtar and Max Gladstone. Anthologies count!",
    "Any book within the historical fantasy subgenre.",
    "A book that takes place primarily (at least 50%) off planet. IE: on a spaceship, space station, asteroid, space whale, free floating in space, etc. ",
    "A book that is not part of a series or a larger world. No connected novellas or short stories.",
    "Wikipedia describes an antihero as “a character in a story who lacks conventional heroic qualities and attributes, such as idealism, courage, and morality. Although antiheroes may sometimes perform actions that are morally correct, it is not always for the right reasons, often acting primarily out of self-interest or in ways that defy conventional ethical codes.” Examples: Locke Lamora in the Gentleman Bastard series or most grimdark books. ",
    "Any past or active r/Fantasy book clubs count (HEA, Mod, Classics, Resident Author, Feminism in Fantasy, etc.), as well as past or active r/Fantasy readalongs.",
    "At least one main character uses a weapon with magical properties.",
    "A book featuring a revolution. Any overthrowing of governments, monarchs, and systems will do.",
    "A character’s first name appears in the title. Example: Gideon the Ninth.",
    "Read a book by an author who goes by their initials like N. K. Jemisin or uses initials somewhere in their name like George R. R. Martin. ",
    "A book published for the first time in 2022 (no reprints or new editions).",
    "A subgenre of fantasy in which the narrative uses supernatural elements in a 19th-century to 21st-century urban society. Often overlaps with other subgenres like paranormal romance and superhero stories.",
    "Book must either be set in Africa like Rosewater by Tade Thompson or in an analogous setting that is based on a real-world African setting like Raybearer by Jordan Ifueko.",
    "Main character must not be human or partially human. Humanoid aliens or anthropomorphic animals do count.",
    "Any book that deals with time not behaving as it should. Time travel, time slips, time loops, time stopping, multiple timelines, etc., all work for this square.",
    "Any short story as long as there are five of them.", 
    "Story takes a strong interest in or explores themes like mental wellness and illness, self-care, and so on.", 
    "Self-published or published through a small, indie publisher.", 
    "Any book that was short-listed for an award (or multiple awards) but never received an award. ", 
    "Author must be Black, Indigenous or a Person of Color.", 
    "At least one character has the ability to change their physical form.", 
    "Title does not include the following words: the, a/an, and, or, if, of, but.", 
    "A book that features biological family ties. Sisters, brothers, mothers, fathers, grandparents, and children – as long as the relationship plays a part, it’s welcome for this square."
]


