[
    "Any short story as long as there are five of them.", 
    "Any book set in Asia or an analogous fantasy setting that is based on a real-world Asian setting.",
    "Any book listed in our A to Z Genre Guide. ",
    "Or as TV Tropes calls it - Family of Choice. Often not biologically related, these relationships in a group typically form through bonds of shared experiences and become as important (in some cases more) as family members.",
    "defined as: a literary style in which the narrative is told from the perspective of a narrator speaking directly about themselves.",
    "Any past or still active r/Fantasy book clubs count, as well as past or current r/Fantasy readalongs. NOTE: All of the current book club info can also be found on our Goodreads page. Every book added to our Goodreads shelf counts.",
    "This would be an author whose work you've yet to read, meaning no novel, no novella, no short fiction, etc.",
    "Gothic Fantasy is similar to Gothic Fiction but it includes fantasy elements or settings. Gothic Fiction is 'a style of writing that is characterized by elements of fear, horror, death, and gloom, as well as romantic elements, such as nature, individuality, and very high emotion. These emotions can include fear and suspense.'",
    "For our purposes we're considering 'backlist' an author's older titles that are not their latest published book or part of a currently running series (no further sequels announced when you read it). The author must also be a currently publishing author.",
    "Book has a character whose main motivation in the story is revenge.",
    "The main plot of the book centers around solving a mystery.",
    "This is one of those 'personal to you' squares. Any book that brings you comfort while reading it. You can use a reread on this square and it WON'T count for your '1 reread'.",
    "A book published for the first time in 2021 (no reprints or new editions).",
    "Time to go tome hunting--find a book that is over 500 pages in length.",
    "Back by popular demand! Any nonfiction book that is related to SFF. Could be a book about the history of something in SFF, writing SFF, essays from a SFF writer, etc.",
    "Author is from Latin America or of Latinx/Hispanic heritage.",
    "Only self-published novels will count for this square. If the novel has been picked up by a publisher as long as you read it when it was self-pubbed it will still count.",
    "This setting must be used be for a good portion of the book.",
    "A book that utilizes major elements from two or more genres. Examples: a romance set in a fantasy world, a book that combines science fiction and fantasy, etc.",
    "A book where each chapter has a title (other than numbers or just a character's name).",
    "The title of the book must feature the format X of Y. Example: The Harp of Kings by Juliet Marillier.",
    "From Wikipedia: Science Fiction about the first meeting between humans and extraterrestrial life, or of any sentient species' first encounter with another one, given they are from different planets or natural satellites.",
    "A book featuring a trans or nonbinary character that isn't an alien or a robot.",
    "An author's debut novel or novella.",
    "A book featuring witches. Note - characters practicing what is traditionally in their culture referred to as witchcraft would also count. For example brujos or brujas would count for this square."
]


