[
    "A book or series that received ten votes or less.", 
    "Not written by Jeff VanderMeer or China Miéville.", 
    "Three or more authors.", 
    "Not based in Britain or Ireland.", 
    "Characters are not originally from Earth. It is acceptable for the characters to be descendants of Earthlings as long as they are not themselves from Earth.", 
    "Not on r/Fantasy’s Favorite Standalones List.", 
    "A YA book with an anti-hero.", 
    "Must read a current selection of either a book club or readalong and participate in the discussion.", 
    "Weapon has a unique name. Examples: Excalibur from Arthurian legend, Dragnipur in Malazan, Sting in Lord of the Rings, etc.", 
    "Revolution/Rebellion is the main focus of the plot.", 
    "The title has the character’s first and last name. Example: The First Fifteen Lives of Harry August.", 
    "Initials are a pseudonym and not from the author’s actual name. Examples: T. Kingfisher or K. J. Parker.", 
    "It's also a debut novel--as in it's the author's first published novel.", 
    "Book has an LGBTQ+ POV character.", 
    "Author is of African heritage.", 
    "Non-humanoid protagonist. No elves, angels, dwarves, hobbits, or humanoid aliens.", 
    "No time travel. Book involves something off about time that’s not necessarily time travel. Example: In The Chronicles of Narnia, time moves at a different speed in Narnia than in the real world.", 
    "Read an entire SFF anthology or collection.", 
    "Not The Stormlight Archive or any books in the linked list.", 
    "Self-published and has fewer than 100 ratings on Goodreads, OR an indie publisher that has done an AMA with r/Fantasy.", 
    "Neither Hugo-nominated nor Nebula-nominated (check this list for ineligible novels and novellas).", 
    "A book written by an Indigenous author.", 
    "Most prominent shifter is not a wolf/dog shifter. For instance, werewolves can exist but can’t be the most notable shifter characters/main characters.", 
    "Title is three words or more.", 
    "Features at least three generations in a single family."
]
