[
    "",
    "2022 Bingo Period lasts from April 1st 2022 - March 31st 2023.",
    "",
    "You will be able to turn in your 2022 card in the Official Turn In Post, which will be posted in mid-March 2023.",
    "",
    "You can’t use the same book more than once on the card. One square = one book.",
    "",
    "You may not repeat an author on the card EXCEPT: you may reuse an author from the short stories square (as long as you're not using a short story collection from just one author for that square).",
    "",
    "RE-READS: You can only use ONE square for a re-read--all other books must be first-time reads. The point of Bingo is to explore new grounds, so get out there and explore books you haven't read before. (See exception for this year's Comfort Reads square.)",
    "",
    "SUBSTITUTION: You may substitute ONE square from the 2022 card with a square from a previous r/Fantasy bingo card. Exceptions: You may NOT use the Free Space and you may NOT use a square that duplicates another square on this card (ex: you can not have two 'Goodreads Book of the Month' squares). You do not have to substitute a square but it's there as an option. You can find previous squares through the wiki page.",
    "",
    "HARD MODE: For those of you who would like even more of a challenge for any or all squares, you can choose to do 'Hard Mode' which is the square with something added just to make it a little extra challenging. You can do one, some, none, or all squares on 'Hard Mode' -- whatever you want, it's up to you! No matter if you do the square regular or on 'Hard Mode', the square will count the same come the end of bingo.",
    "",
    "HERO MODE: Review EVERY book that you read for bingo. You don't have to review it here on r/Fantasy, but somewhere, whether that's Goodreads, Amazon, your personal blog, here, some other review site. Leave a review, not just ratings, even if it's just a few lines of thoughts, that counts. As with Hard Mode there is no special prize for hero mode, just the satisfaction of a job well done.",
    "",
    "'Reading Champion' flair will be assigned to anyone who completes the entire card by the end of the challenge.",
    "",
    "Anyone completing five squares in a row will be entered into a drawing at the end of the challenge for whatever prizes we can get together.",
    "",
    "Not a hard rule, but I would encourage everyone to post about what you're reading, progress, etc., in at least one of /u/MikeOfThePalace’s monthly book discussion threads. Let us know what you think of the books you're reading! Also, if you’re looking for recommendations, the monthly threads are a goldmine for finding new reading material."
]