[
    "The spirit of this square would be to read a book that's originally not written in English. But you can also read books in another language you speak. Doesn't matter what language you read the book in, as long as it's not the original language it was first published in.",
    "This setting must used be for a good portion of the book.",
    "The sun is shining, the birds are singing, and while we've come across some trouble, we're going to overcome it *together*. Sometimes very bad things happen (like an entire apocalypse) but ultimately you're left feeling things will get better, with a sense of hope. Includes genres like hopepunk and noblebright.", 
    "Raising the dead, woot! Self-explanatory.", 
    "A novel featuring Asexual and/or Aromantic character(s). It should be explicitly stated (either by the character themselves, another character, or the author) that a character isn't interested in romance or sex.",
    "This one is pretty self-explanatory.",
    "Boldly go.... Again, pretty self-explanatory.", 
    "Climate should play a significant role in the story. This includes the genres of solarpunk, post-apocalyptic, ecopunk, clifi.", 
    "Self-explanatory.", 
    "Any past or still active book clubs count, as well as past or current read-alongs. NOTE: All of the current book club info can also be found on our goodreads page.", 
    "Only self-published novels will count for this square. If the novel has been picked up by a publisher as long as you read it when it was self-pubbed it will still count.", 
    "A quote used to introduce a chapter, it often serves as a summary or counterpoint to the passage that follows, although it may simply set the stage for it.", 
    "Self-explanatory.", 
    "Self-explanatory.", 
    "Books must be central to the plot somehow.", 
    "Doesn't have to be a comedy, but should make you laugh at least once while reading.", 
    "Self-explanatory.", 
    "A novel featuring any mysterious object of unknown origin and immense power which generates an intense sense of wonder or horror by its mere existence and which people must seek to understand before it's too late. In this case, we are counting mythical forests, objects under the sea or in space, mysterious signals or illnesses, and science that is too futuristic for our protagonists to understand. NOT a monster. Examples: Mythago Wood (Holdstock), Sphere (Crichton), Under the Dome (King), Mass Effect, Wanderers (Wendig), Noumenon (Lostetter), The Expanse (Corey), The Interdependency (Scalzi), The Chronicles of the One (Roberts), Themis Files (Neuvel), World War Z (Brooks), Uprooted (Novik).", 
    "Includes feminist themes such as but not limited to gender inequality, sexuality, race, economics, and reproduction. It's not enough to have strong female characters or a setting where women are equal to men, feminist themes must be central to and directly addressed in a critical manner by the plot.", 
    "Canada has a fantastic SFF scene, let's explore some of the authors there using this square.", 
    "Self-explanatory.", 
    "Romance needs to be central to the plot and the story would not make sense if it was removed. Should also either have a happily ever after or a happy for now ending.", 
    "Self-explanatory.", 
    "This is a format, not a genre however, please stick to something within speculative fiction. If you are reading individual comics for this square please read a volume’s worth. You can also use a manga volume for this square (again, please keep it to speculative fiction genres). You may also choose to listen to an audiobook OR an audio drama for this square - any speculative fiction audiobook / audio drama will count (novel length).",
    "Politics are central to the plot. This covers everything from royalty, elections, wars, and even smaller local politics."
]
